export const kMeducations = [
    {
      date: "ខែធ្នូ ឆ្នាំ ២០០៣",
      title: "កើតនៅខេត្តកណ្ដាល",
      subtitle:
        "ខ្ញុំបានកើតនៅខេត្តកណ្ដាល ដែលជាទីកន្លែងដំបូងនៃការរីកចម្រើនផ្លូវជីវិតរបស់ខ្ញុំ។ កុមារភាពគឺពោរពេញទៅដោយអារម្មណ៍ក្តីស្រឡាញ់ និងការចាប់ផ្តើមរៀនសូត្រយ៉ាងអស់ពីចិត្ត។",
    },
    {
      date: "ឆ្នាំ ២០១៩ ដល់ ២០២១",
      title: "សិក្សាថ្នាក់វិទ្យាល័យនៅច្បារអំពៅ",
      subtitle:
        "នៅរយៈពេលនេះ ខ្ញុំបានទទួលបទពិសោធន៍ថ្មីៗច្រើនក្នុងជីវិតសិស្សវិទ្យាល័យ និងបានចាប់ផ្តើមចំណាប់អារម្មណ៍ក្នុងវិស័យបច្ចេកវិទ្យា។",
    },
    {
      date: "ឆ្នាំ ២០២២ ដល់ ២០២៣",
      title: "សិក្សាភាសាអង់គ្លេសទូទៅនៅសាលា Paññāsāstra International School",
      subtitle:
        "ការសិក្សាភាសាអង់គ្លេសបានជួយខ្ញុំកែលម្អជំនាញទាក់ទង និងចេះធ្វើការស្នៀតទំនាក់ទំនងជាមួយអ្នកដទៃបានប្រសើរឡើង។",
    },
    {
      date: "ថ្ងៃទី ១៣ មីនា ឆ្នាំ ២០២២ ដល់ ឆ្នាំ ២០២៥",
      title: "បរិញ្ញាបត្រផ្នែកវិទ្យាសាស្ត្រកុំព្យូទ័រនៅ បណ្ឌិតសភាបច្ចេកវិទ្យាឌីជីថលកម្ពុជា",
      subtitle:
        "ខ្ញុំបានជ្រើសរើសសិក្សាជំនាញនេះ ដោយសារតែការចូលចិត្តនិងចង់ឲ្យខ្លួនឯងក្លាយជាអ្នកបង្កើតបច្ចេកវិទ្យាថ្មីៗ ដែលអាចដោះស្រាយបញ្ហាជាក់ស្តែងក្នុងសង្គម។",
    },
  ];
  