export const kmWorks = [
    {
      date: "ឧសភា ២០២៥ ដល់បច្ចុប្បន្ន",
      title: "អ្នកអភិវឌ្ឍ Full-Stack នៅក្រុមហ៊ុន PROMETEUS KC",
      subtitle:
        "ខ្ញុំបានចាប់ផ្តើមជាអ្នកអភិវឌ្ឍ Full-Stack Intern នៅក្រុមហ៊ុន Prometeus KC ដែលខ្ញុំបានចូលរួមអភិវឌ្ឍ backend និង RESTful API។ បន្ទាប់ពីបង្ហាញពីជំនាញបច្ចេកទេសខ្ពស់ និងការធ្វើការជាក្រុម ខ្ញុំបានផ្លាស់ប្តូរទៅជាតួនាទីអ្នកអភិវឌ្ឍ Full-Time Full-Stack ដោយបន្តផ្តល់ដំណោះស្រាយឌីជីថលដែលមានប្រសិទ្ធភាពខ្ពស់ ខណៈពេលសហការជាមួយក្រុមបុគ្គលិកផ្សេងៗដើម្បីធានាការចេញផ្សាយសូហ្វវែរដែលមានគុណភាពខ្ពស់ និងជោគជ័យជាបន្តបន្ទាប់។"
    },
    {
      date: "កុម្ភៈ ២០២៥ ដល់ មេសា ២០២៥",
      title: "អ្នកអភិវឌ្ឍ Full-Stack Intern នៅក្រុមហ៊ុន PROMETEUS KC",
      subtitle:
        "ខ្ញុំធ្លាប់ធ្វើការជាអ្នកអភិវឌ្ឍ Full-Stack Intern នៅក្រុមហ៊ុន Prometeus KC ដែលខ្ញុំបានសហការជាមួយក្រុមដែលសកម្មដើម្បីសាងសង់ស្ថាបត្យកម្ម backend ដែលអាចទំហំធំនិងអភិវឌ្ឍ RESTful API ឲ្យរឹងមាំ។ ខ្ញុំបានចូលរួមយ៉ាងសកម្មក្នុងការផ្តល់ដល់ផលិតផលឌីជីថលដែលមានគុណភាពខ្ពស់ ដោយសហការជាមួយអ្នកអភិវឌ្ឍ frontend, អ្នករចនា និងអ្នកគ្រប់គ្រងគម្រោង ខណៈពេលចូលរួមក្នុងការត្រួតពិនិត្យកូដផងដែរ។"
    },
    {
      date: "មករា ២០២៤ ដល់បច្ចុប្បន្ន",
      title: "អ្នកអភិវឌ្ឍសូហ្វវែរឯករាជ្យ (Freelance)",
      subtitle:
        "ខ្ញុំគឺជាអ្នកអភិវឌ្ឍ Full-Stack អាជីពឯករាជ្យ (Freelance) ដែលផ្តោតសំខាន់លើការផ្តល់ដំណោះស្រាយសូហ្វវែរដែលមានគុណភាពខ្ពស់ សមរម្យនឹងតម្រូវការរបស់អតិថិជន។ ខ្ញុំមានបទពិសោធន៍ផ្ទាល់ក្នុងគម្រោងនានា រួមមានការរចនាគេហទំព័រ ការអភិវឌ្ឍ និងកម្មវិធីគេហទំព័រដែលប្ដូរតាមតម្រូវការ។ ជាអ្នកឯកទេសក្នុង MERN Stack (MongoDB, Express.js, React.js, Node.js) ខ្ញុំក៏មានបទពិសោធន៍ជាមួយ PHP និង Laravel ផងដែរ។ ខ្ញុំគ្របដណ្តប់ពីការធ្វើផែនការដំបូង អភិវឌ្ឍ ដល់ការដាក់ឲ្យដំណើរការលើ Cloud ដូចជា Hostinger, Render និង AWS ដើម្បីធានាបាននូវកម្រិតសមត្ថភាព ប្រសិទ្ធភាព និងភាពទុកចិត្ត។ ខ្ញុំមានជំនាញក្នុងការរចនាគ្រឹះទិន្នន័យ MongoDB និងបង្កើនប្រសិទ្ធភាព ដូចគ្នានេះ ខ្ញុំក៏បានភ្ជាប់សេវាភាគីទីបីជាច្រើន ដូចជា ប្រព័ន្ធទូទាត់ ផែនទី និងការវិភាគ។ បន្ទាប់ពីដំណើរការគម្រោង ខ្ញុំបន្តគ្រប់គ្រង និងថែទាំ ដើម្បីធានាថាវាប្រតិបត្តិការបានយ៉ាងរលូន។"
    },
    {
      date: "មករា ២០២៤ ដល់ មេសា ២០២៤",
      title: "បេក្ខជនអាហារូបករណ៍ Internship I4D Program",
      subtitle:
        "ក្នុងអំឡុងពេលអាហារូបករណ៍សិក្សាពីថ្ងៃទី 15 មករា ដល់ 15 មេសា 2024 ជាអ្នកអភិវឌ្ឍគេហទំព័រ នៅខេត្តសៀមរាប ខ្ញុំបានចូលរួមគម្រោង I4D (Innovation for Development) ដែលគ្រប់គ្រងដោយ GIZ Cambodia។ គោលបំណងគឺជួយអាជីវកម្មខ្នាតតូចនិងមធ្យមក្នុងការផ្លាស់ប្តូរទៅប្រើប្រាស់បច្ចេកវិទ្យា។ ការសម្រេចបានដោយជោគជ័យនៃ Internship នេះបានបន្ថែមជំនាញ និងចំណេះដឹងខ្ញុំ ក្នុងវិស័យអភិវឌ្ឍគេហទំព័រ។ បន្ទាប់ពីបញ្ចប់ដោយជោគជ័យ ខ្ញុំបានទទួលវិញ្ញាបនបត្រ Internship ដែលចុះហត្ថលេខាដោយ CADT និង GIZ Cambodia សម្រាប់ការចូលរួមយ៉ាងសកម្មក្នុងកម្មវិធី I4D និងជួយ Banana Center Cambodia ឲ្យឌីជីថលកម្មភាពក្រុមហ៊ុនរបស់ពួកគេ។"
    }
  ];
  